Repository: ChicoMTZ/academica
Catalog: matricula/locale/*/LC_MESSAGES/django.po
Languages: es

source: Active user for enrollment
es: Activar usuario para matricular

source: Active user for pre-enrollment
es: Activar usuario para prematricula

source: Schedule and enrollment time
es: Horario y horas de matricula

source: Student list don't exist yet
es: La lista de estudiantes no existe aún

source: List students
es: Lista de estudiantes

source: # student pre-enroll
es: # estudiante prematriculados

source: # student enroll
es: # estudiantes matriculados

source: Total cash
es: Dinero total

source: Personal info
es: Información personal

source: Permissions
es: Permisos

source: Important dates
es: Fechas importantes

source: Academica administrator site
es: Sitio administrativo de Académica

source: Open group
es: Abrir grupo

source: Copy in the last period
es: Copiar en el último periodo

source: Go to academica and enroll you
es: Ir a academica y matricularse

source: Attention: %(group)s was closed
es: Atención %(group)s fue cerrado

source: Student List
es: Lista de estudiantes

source: Group Not Found
es: Grupo no encontrado

source: %(group)s is open now
es: %(group)s está abierto

source: This Group is open now
es: Este grupo está abierto

source: %(group)s was closed
es: Atención %(group)s fue cerrado

source: This Group was closed
es: Este grupo fue cerrado

source: Week schedule
es: Horario de la semana

source: Your username
es: Su nombre de usuario

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
es: Requerido. 30 caracteres o menos. Solo letras, dígitos y @/./+/-/_ .

source: Enter a valid username. This value may contain only letters, numbers and @/./+/-/_ characters.
es: Ingrese un nombre de usuario válido. Este valor debe contener solo letras, números y @/./+/-/_ .

source: first name
es: Su nombre

source: last name
es: apellido

source: Password
es: Contraseña

source: Repeat password
es: Repita su contraseña

source: User name exist
es: El nombre de usuario existe

source: Password not match
es: Contraseñas no coinciden

source: Page
es: Página

source: Courses
es: Cursos

source: Enrollment
es: Matricula

source: Name
es: Nombre

source: Period start date
es: Fecha de inicio de periodo

source: Period finish date
es: Fecha de inicio de periodo

source: Period
es: Periodo

source: Periods
es: Periodos

source: Description
es: Descripción

source: Classroom Type
es: Tipo de Aula

source: Classroom Types
es: Tipo de Aulas

source: High priority
es: Alta prioridad

source: Priority
es: Con prioridad

source: Low priority
es: Baja prioridad

source: Last assigned
es: Asignar de último

source: Capacity
es: Capacidad

source: Classroom type
es: Tipo de Aula

source: Selection priority
es: Prioridad de selección

source: Classroom
es: Aula

source: Classrooms
es: Aulas

source: Category
es: Categoría

source: Categories
es: Categorías

source: User
es: Usuario

source: Number of work hours
es: Número de horas a trabajar

source: Profesors
es: Profesores

source: Required courses
es: Cursos requeridos

source: Content
es: Contenido

source: Course
es: Curso

source: Normal flow (manual enroll activate)
es: Flujo normal (activación manual para matricula)

source: Auto pre-enroll (automatic enroll activate)
es: Auto prematricula (Activa para matricula automáticamente)

source: Auto enroll (automatic enroll finished)
es: Matricula automática (pone matricula finalizada al prematricular)

source: Number of lesson hours
es: Número de horas de lección

source: Number of imparting days
es: Número de días a impartir

source: Pre enroll start hour
es: Hora de inicio de Pre-matricula

source: Pre enroll finish hour
es: Hora de finalización de Pre-matricula

source: Enroll start hour
es: Hora de inicio de matricula

source: Enroll finish hour
es: Hora de finalización de matricula

source: Currency
es: Moneda

source: Course cost
es: costo del curso

source: Maximum number of students
es: Máximo número de estudiantes

source: Enrollment behavior
es: Comportamiento de matricula

source: Group
es: Grupo

source: Groups
es: Grupos

source: Schedule
es: Horario

source: Asignation
es: Asignación

source: Asignations
es: Asignaciones

source: Is enroll finished?
es: ¿Está finalizada la matricula?

source: Is active for enroll?
es: ¿Está activo para la matricula?

source: Student
es: Estudiante

source: Enroll date
es: Fecha de matricula

source: Bill created
es: Factura creada

source: Enrollments
es: Matriculas

source: Internal
es: Interior

source: Type
es: Tipo

source: Authentication is required
es: Se requiere autenticación

source: Menu order
es: Orden en el menú

source: Page parent
es: Página padre

source: Publicated
es: Publicado

source: Index page
es: Página de inicio

source: Menu Item
es: Elemento del menú

source: Menu Items
es: Elementos del menú

source: Language
es: Lenguaje

source: Pages
es: Páginas

source: Email
es: Correo electrónico

source: List of categories with available courses
es: Lista de categorías con cursos disponibles

source: List of available courses
es: Lista de cursos disponible

source: Read more
es: Leer más

source: Welcome to Academica
es: Bienvenido a Académica

source: Dear
es: Estimado

source: Thank you for suscribe in academica website, we are happy to have you with us, we have several courses that are waiting for you, but one more step is required.
es: Gracias por suscribirse en el sitio Académica, estamos muy contentos de tenerlo con nosotros, Nosotros tenemos muchos cursos que lo están esperando, pero falta un paso más.

source: Your email confirmation is need it, please use
es: Se necesita la confirmación de correo electrónico, por favor use

source: this link
es: este enlace

source: to confirm your email
es: para confirmar su correo

source: if your email service block links then copy and paste this url in a new tab
es: Si su servicio de correo bloquea enlaces entonces copie y pegue esta url en una nueva pestaña

source: Best regards
es: Saludos cordiales

source: Please use
es: Por favor use

source: to recovery the password.
es: para recuperar contraseña

source: List of courses to enroll
es: Lista de cursos para matricular

source: Enrollme
es: Matricularme

source: You don't have any courses to enroll
es: Usted no tiene ningún curso para matricular

source: Enrolled courses
es: Cursos matriculados

source: You don't have any enrolled courses
es: No tiene cursos matriculados

source: Enroll me
es: Matricularme

source: Pre-enroll me
es: Matricularme

source: Login
es: Ingresar

source: Save
es: Guardar

source: Pre-enrolled groups
es: Grupos prematriculados

source: You don't have pre-enrolled groups yet
es: No tiene grupos matriculados aún

source: Enrolled groups
es: Grupos matriculados

source: You don't have enrolled groups yet
es: No tiene grupos matriculados

source: Use Ctrl when mouse enter inside an hour to select or unselect this hour
es: Use Ctrl cuando entra con el mouse sobre una hora para seleccionar o des-seleccionar la hora

source: Exit
es: Salir

source: Sign in/Sing up
es: Ingresar/Registrarse

source: Forget your password?
es: ¿Olvidó la contraseña?

source: Recover my password
es: Recuperar contraseña

source: We will send you an email with necessary information for change your password
es: Le enviaremos un correo con la información necesaria para cambiar su contraseña

source: Password recovery
es: Recuperar contraseña

source: Change password
es: Cambiar contraseña

source: Repeat your password
es: Repita su contraseña

source: Sign up
es: Registrarse

source: Sign in
es: Ingresar

source: Sign up by email
es: Registrarse mediante correo

source: Your data
es: Sus datos

source: Send
es: Enviar

source: Home
es: Casa

source: back
es: Atras

source: Open Group
es: Abrir grupo

source: Open Group and notify
es: Abrir grupo y notificar

source: Close Group
es: Cerrar grupo

source: Close Group and notify
es: Cerrar grupo y notificar

source: All Enrollments
es: Matriculas

source: All Pre-enrollments
es: Todas las matriculas

source: Pre-enroll but not enroll
es: Prematriculado pero no matriculado

source: Email confirmation
es: Confirmación por correo

source: Thank you, We will send you an email soon
es: Gracias, Pronto le llegará un correo de confirmación

source: Key not found
es: Llave no existe

source: Congratulations, now you can login
es: Felicitaciones, ahora puede iniciar sesión

source: Login failed
es: Falló la autenticación

source: Password changed
es: Contraseña cambiada

source: Wrong password
es: Contraseña inválida

source: Wrong confirmation key
es: Mala clave de confirmación

source: You will recive a message soon, check your email
es: Usted recibirá pronto un correo, revise su bandeja de entrada

source: User not found
es: No existe usuario

source: We have some problems with your enroll, try again
es: Tenemos problemas con la matricula, trate de nuevo

source: Enrollment success
es: Pre-matriculado satisfactoriamente

source: You are already enrolled
es: Usted ya está matriculado

source: Sorry page not found
es: Lo sentimos la página no existe
